package pkg;

public class Main {

	public static void main(String[] args) {
		/*
		 * 8월 28일(월) ~ 9월 3일(일) 회고록
		 * 
		 * 이번 주는 SQLD 시험 공부 위주로 공부했다.
		 * SQLD 노랭이라고 불리는 책은 보기에 어려워 유튜브로 이틀 정도 공부하고 나니
		 * 확실히 보기 쉬워졌다. 그것보다도 내일 당장 첫 출근 날인데 부족함 없이 잘 해내고 싶다.
		 * 항상 드는 생각. '내가 가서 잘할 수 있을까. 나의 허접한 실력이 만천하에 드러나게 되는 걸까.'
		 * 매도 먼저 맞는 게 낫다고 부족한 점을 빨리 catch당해서 보완하고 싶다.
		 * 사회적으로는 잘할 자신 있는데, 실력이 뒷받침 되어야 이 세계에 발을 들일 수 있는 것.
		 * 신입이긴 하지만 누구보다도 잘 보이고 싶다.
		 * 비록 지금 회사에서 당장 잘할 수 없을지언정, 누구보다 열심히 하여 빠른 시일 내에 3인분 하는 일꾼이 되겠다.
		 * 두렵다. 하지만 나라면 해낼 수 있다.
		 * 
		 * 오늘은 가볍게 SQLD 공부하고 내일 출근 시뮬레이션을 돌려봐야겠다.
		 * 최정원 오늘도 화이팅하고 늦지말고 출근 잘 해보자.
		 * 
		 * 앞으로의 인생의 방향을 잡아줄... 어떻게 보면 가장 중요한 시기라고 생각한다.
		 * 최정원. 취업했다고 끝난 게 아니다. 이제부터 시작이다. 훈련소 수료한 것일 뿐이다.
		 * 잘하자 최정원. 너는 할 수 있다.
		 *  
		 * 
		 */
	}

}
